Repository: zaidnahleh2581-boop/halalmapprime
Catalog: language/*.lproj/Localizable.strings
Languages: ar, fr, sq, tr

# common_more
source: More
ar: المزيد
fr: Plus
sq: Më shumë
tr: Daha fazla

# common_ok
source: OK
ar: موافق
tr: Tamam

# common_done
source: Done
ar: تم
fr: Terminé
sq: U krye
tr: Bitti

# common_distance
source: Distance
ar: المسافة
sq: Distanca
tr: Mesafe

# common_save
source: Save
ar: حفظ
fr: Enregistrer
sq: Ruaj
tr: Kaydet

# common_close
source: Close
ar: إغلاق
fr: Fermer
sq: Mbyll
tr: Kapat

# common_delete
source: Delete
ar: حذف
fr: Supprimer
sq: Fshi
tr: Sil

# home_ads_near_you
source: Ads near you
ar: إعلانات قريبة منك
fr: Annonces près de vous
sq: Reklama pranë jush
tr: Yakınınızdaki ilanlar

# home_monthly_spotlight
source: Monthly Spotlight
ar: إعلانات شهرية
fr: À la une mensuelle
sq: Në fokus mujor
tr: Aylık öne çıkanlar

# home_weekly_deals
source: Weekly Deals
ar: إعلانات أسبوعية
fr: Offres hebdomadaires
sq: Oferta javore
tr: Haftalık fırsatlar

# home_no_ads_now
source: No ads right now.
ar: لا توجد إعلانات حالياً.
fr: Aucune annonce pour le moment
sq: Nuk ka reklama tani
tr: Şu anda ilan yok

# home_jobs_near_you
source: Jobs near you
ar: وظائف قريبة منك
fr: Emplois près de vous
sq: Punë pranë jush
tr: Yakınınızdaki işler

# home_loading_jobs
source: Loading jobs…
ar: جاري تحميل الوظائف…
fr: Chargement des emplois…
sq: Duke ngarkuar punët…
tr: İşler yükleniyor…

# home_no_jobs_now
source: No jobs right now.
ar: لا توجد وظائف حالياً.
fr: Aucun emploi pour le moment
sq: Nuk ka punë tani
tr: Şu anda iş yok

# home_near_you
source: Near you
ar: قريب منك
fr: Près de vous
sq: Pranë jush
tr: Yakınında

# home_new_badge
source: New
ar: جديد
fr: Nouveau
sq: E re
tr: Yeni

# home_choose_distance_range
source: Choose distance range
ar: حدد نطاق المسافة
fr: Choisir la distance
sq: Zgjidh distancën
tr: Mesafe seç

# home_job_headline_hiring_cat
source: Hiring • %@
ar: مطلوب موظف • %@
fr: Recrutement • %@
sq: Punësim • %@
tr: İşe alım • %@

# home_job_headline_seeking_cat
source: Seeking • %@
ar: أبحث عن عمل • %@
fr: Recherche • %@
sq: Kërkon punë • %@
tr: İş arıyor • %@

# home_job_headline_hiring
source: Hiring
ar: مطلوب موظف
fr: Recrutement
sq: Punësim
tr: İşe alım

# home_job_headline_seeking
source: Seeking
ar: أبحث عن عمل
fr: Recherche
sq: Kërkon punë
tr: İş arıyor

# ads_title
source: Ads
ar: الإعلانات
fr: Annonces
sq: Reklama
tr: İlanlar

# ads_add_address
source: Add your address
ar: أضف عنوانك
fr: Ajouter votre adresse
sq: Shto adresën
tr: Adres ekle

# ads_free_ad
source: Free Ad
ar: إعلان مجاني
fr: Annonce gratuite
sq: Reklamë falas
tr: Ücretsiz ilan

# ads_paid
source: Paid
ar: مدفوع
fr: Payant
sq: Me pagesë
tr: Ücretli

# ads_profile_title
source: Ads Profile
ar: حساب الإعلانات
fr: Profil publicitaire
sq: Profili i reklamave
tr: İlan profili

# ads_profile_subtitle
source: Create an ad to show your info here
ar: أنشئ إعلان لتظهر بياناتك هنا

# ads_public
source: Public
ar: مجتمع

# ads_my_active
source: My Active
ar: نشط

# ads_community_ads
source: Community Ads
ar: إعلانات المجتمع

# ads_no_public_ads
source: No public ads yet
ar: لا يوجد إعلانات عامة الآن

# ads_your_ads
source: Your Ads
ar: إعلاناتك

# ads_no_active_ads
source: No active ads yet
ar: لا يوجد إعلانات نشطة بعد

# ads_expired_ads
source: Expired Ads
ar: إعلانات منتهية

# ads_expired
source: Expired
ar: منتهي

# ads_free_used_title
source: Free gift already used
ar: تم استخدام الهدية المجانية

# ads_free_used_message
source: You already used your free ad once. Please choose a paid plan.
ar: لقد استخدمت إعلانك المجاني مرة واحدة. الآن يمكنك اختيار خطة مدفوعة.

# ads_plan_month
source: MONTH
ar: شهري

# ads_plan_week
source: WEEK
ar: أسبوعي

# ads_plan_gift
source: GIFT
ar: هدية

# address_your_address
source: Your Address
ar: عنوانك

# address_enter
source: Enter address
ar: اكتب العنوان

# address_add_title
source: Add Address
ar: أضف عنوانك

# jobs_title
source: Jobs
ar: الوظائف

# jobs_add_ad_accessibility
source: Add Ad
ar: إضافة إعلان

# jobs_search_placeholder
source: Search (city/category/text/phone)
ar: ابحث (مدينة/تصنيف/نص/هاتف)

# jobs_filter_all
source: All
ar: الكل

# jobs_filter_looking
source: Looking
ar: أبحث عن عمل

# jobs_filter_hiring
source: Hiring
ar: أبحث عن موظف

# jobs_empty_title
source: No ads right now
ar: لا يوجد إعلانات حالياً

# jobs_empty_subtitle
source: Tap + to add a new ad.
ar: اضغط + لإضافة إعلان جديد.

# job_type_looking
source: Looking for job
ar: أبحث عن عمل

# job_type_hiring
source: Hiring
ar: أبحث عن موظف

# jobs_this_is_your_ad
source: This is your ad — you can delete it.
ar: هذا إعلانك — يمكنك حذفه.

# jobs_delete_ad
source: Delete Ad
ar: حذف الإعلان

# composer_title
source: Create Job Ad
ar: إضافة إعلان وظيفة

# composer_close
source: Close
ar: إغلاق

# composer_ad_type
source: Ad Type
ar: نوع الإعلان

# composer_details
source: Details
ar: المعلومات

# composer_name
source: Name
ar: الاسم

# composer_city
source: City
ar: المدينة

# composer_phone
source: Phone
ar: رقم الهاتف

# composer_category
source: Category
ar: التصنيف

# composer_choose_category
source: Choose category
ar: اختر التصنيف

# composer_preview
source: Preview
ar: معاينة الإعلان

# composer_post
source: Post Ad
ar: نشر الإعلان

# composer_auto_hide_note
source: Ads auto-hide after 7 days.
ar: سيتم حذف الإعلانات تلقائياً من العرض بعد ٧ أيام.

# composer_error_post
source: Failed to post. Please try again.
ar: حصل خطأ أثناء النشر. حاول مرة ثانية.
